Repository: jhsoby/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/CommonsWallpaper.po
Languages: br, ca, it, ko, ku_latn, nl, pl, ru, sk, sl, th, vi

source: Hide the indicator
br: Kuzhat ar merker
ca: Amaga l'indicador
it: Nascondi l'indicatore
ko: 표시 숨기기
ku_latn: Nîşanderê biveşêre
nl: Aanwijzer verbergen
pl: Ukryj wskaźnik
ru: Скрыть индикатор
sk: Schovať ukazovateľ
sl: Skrij indikator
th: ซ่อนอินดิเคเตอร์
vi: Ẩn chỉ báo

source: Set background image
br: Spisaat skeudenn an drekleur
ca: Establir la imatge de fons
it: Imposta immagine di sfondo
ko: 배경 이미지 설정
ku_latn: Wêneya piştzemînê saz bike
nl: Achtergrondafbeelding instellen
pl: Ustaw obraz tła
ru: Установить фоновое изображение
sk: Nastaviť obrázok pozadia
sl: Nastavi sliko ozadja
th: ตั้งภาพพื้นหลัง
vi: Đặt hình nền

source: Set lock screen image
br: Spisaat ar skeudenn skramm prennet
ca: Establir la imatge de bloqueig de pantalla
it: Imposta immagine per il blocco schermo
ko: 잠금화면 사진 설정
ku_latn: Wêneya ekrana kilîdê saz bike
nl: Vergrendelschermafbeelding instellen
pl: Ustaw obraz ekranu blokady
ru: Установить изображение экрана блокировки
sk: Nastaviť obrázok uzamknutej obrazovky
sl: Nastavi sliko zaklenjenega otroka
th: ตั้งภาพพื้นหลังหน้าจอล็อก
vi: Đặt hình ảnh màn hình khóa

source: Download folder:
br: Pelgargañ an renkell :
ca: Carpeta de descàrregues:
it: Scarica la cartella:
ko: 다운로드 폴더:
ku_latn: Peldankê daxîne:
nl: Ophaalmap:
pl: Folder pobierania:
ru: Папка для загрузки:
sk: Stiahnuť do priečinka:
sl: Mapa za prenos:
th: ดาวน์โหลดโฟลเดอร์:
vi: Thư mục tải về:

source: Commons Wallpaper pictures folder
br: Renkell skeudennoù paper-moger boutin
ca: Carpeta d'imatges de fons de pantalla de Commons
it: Cartella immagini Commons Wallpaper
ko: 커먼즈 배경화면 사진 폴더
ku_latn: Commons peldanka rismên kaxiza dîwarê
nl: map met afbeeldingen van Commons Wallpaper
pl: Folder obrazów, będących tapetami z Commons
ru: Папка для картинок Commons Wallpaper
sk: Priečinok obrázkov Commons tapety
sl: Mapa s slikami za ozadje iz Zbirke
th: โฟลเดอร์ภาพพื้นหลังคอมมอนส์
vi: Thư mục hình ảnh Commons

source: Delete previously downloaded wallpapers:
br: Dilemel ar paper-moger bet pellgarget kent :
ca: Esborrar fons de pantalla descarregats amb anterioritat:
it: Cancella sfondi precedentemente scaricati:
ko: 이전에 내려받은 배경화면 삭제:
ku_latn: Kaxizên dîwarê ên ji berê de hatine daxistin jê bibe:
nl: Eerder opgehaalde achtergronden verwijderen:
pl: Usuń poprzednio pobrane tapety:
ru: Удалить ранее загруженные обои:
sk: Zmazať predtým stiahnuté tapety:
sl: Izbriši predhodno prenesene slike za ozadje:
th: ลบภาพพื้นหลังที่ดาวน์โหลดก่อนหน้า:
vi: Xóa hình nền đã tải xuống trước đó:

source: Number of wallpapers to store before deleting oldest:
br: Niver a baper-moger da stokañ a-raok dilemel ar re goshañ :
ca: Nombre de fons de pantalla a guardar abans d'eliminar els més antics:
it: Numero di sfondi da conservare prima di cancellare i più vecchi:
ko: 최대 보관 배경화면 수(초과 시 오래된 항목부터 삭제):
ku_latn: Nimreya kaxizên dîwarê yên bên muhafezekirin berî ku ên kevintirîn jê bên birin:
nl: Aantal achtergronden dat kan worden opgeslagen voordat de oudste wordt verwijderd:
pl: Liczba przechowywanych tapet przed usunięciem najstarszych:
ru: Допустимое число хранимых фонов перед началом удаления старых:
sk: Počet uložených tapiet pred tým než sa najstaršia vymaže:
sl: Število slik za ozadje, ki se shranijo pred izbrisom najstarejše:
th: จำนวนของภาพพื้นหลังที่จะเก็บไว้ก่อนลบภาพเก่าทั้งหมด:
vi: Số lượng hình nền để lưu trữ trước khi xóa cũ nhất:

source: Hours between automatic updates:
br: Eurioù etre an hizivadennoù emgefre :
ca: Hores entre actualitzacions automàtiques:
it: Ore di intervallo fra gli aggiornamenti automatici:
ko: 자동 업데이트 간 시간:
ku_latn: Saetên di navbera rojanekirinên otomatîk de:
nl: Uren tussen automatische updates:
pl: Godziny pomiędzy automatycznymi aktualizacjami:
ru: Часов между автоматическими обновлениями:
sk: Počet hodín medzi automatickými aktualizáciami:
sl: Število ur med samodejnimi posodobitvami:
th: ความถี่ของการเปลี่ยนภาพพื้นหลังอัตโนมัติ (ชั่วโมง):
vi: Giờ giữa các bản cập nhật tự động:

source: Screen resolution:
br: Pizhder ar skramm :
ca: Resolució de pantalla:
it: Risoluzione dello schermo:
ko: 화면 해상도:
ku_latn: Averûtiya ekranê:
nl: Schermverhouding:
pl: Rozdzielczość ekranu:
ru: Разрешение экрана:
sk: Rozlíšenie obrazovky:
sl: Ločljivost zaslona:
th: ความละเอียดหน้าจอ:
vi: Độ phân giải màn hình:

source: Override automatic resolution selection
br: Frikañ diuzañ emgefe ar pizhder
ca: Anular la selecció automàtica de resolució
it: Ignora e sovrascrivi la selezione automatica della risoluzione
ko: 자동 해상도 선택 무시
ku_latn: Bijartina averûtiya otomatîk biguherîne
nl: Automatische resolutieselectie overschrijven
pl: Nadpisz automatycznie wybraną rozdzielczość
ru: Переопределить автоматический выбор разрешения
sk: Prepísať automatický výber rozlíšenia
sl: Povozi samodejno izbiro ločljivosti
th: ใช้สิ่งนี้แทนการเลือกความละเอียดโดยอัตโนมัติ
vi: Ghi đè lựa chọn độ phân giải tự động

source: Settings
br: Arventennoù
ca: Configuració
it: Impostazioni
ko: 설정
ku_latn: Mîheng
nl: Instellingen
pl: Ustawienia
ru: Настройки
sk: Nastavenia
sl: Nastavitve
th: การตั้งค่า
vi: Tùy chọn

source: Gnome shell extension version:
br: Stumm astenn GNOME shell :
ca: Versió de l'extensió de GNOME Shell:
it: Versione dell'estensione di GNOME Shell:
ko: 그놈 셸 확장 버전:
ku_latn: Gnome versiyona pêveka qalikê:
nl: Gnome shell-extensieversie:
pl: Wersja rozszerzenia:
ru: Версия расширения оболочки Gnome:
sk: Verzia rozšírenia Gnome shell:
sl: Različica lupinske razširitve Gnome:
th: รุ่นส่วนขยาย Gnome:
vi: Phiên bản mở rộng vỏ Gnome:

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
br: Kemmañ a ra ho paper-moger evit diuzañ skeudennoù eus Wikimedia Commons a-frapadoù reoliek. Diskwel a ra an titl, an aozer, hag aotre-implijout ar skeudennoù.
ca: Modifiqueu el vostre fons de pantalla per a seleccionar imatges de Wikimedia Commons a intervals regulars. Mostreu el títol, l'autor i la llicència de les imatges.
it: Cambia il tuo sfondo con immagini selezionate di Wikimedia Commons a certi intervalli. Mostra il titolo, l'autore e la licenza delle immagini.
ko: 설정된 간격으로 위키미디어 커먼즈에서 선택한 사진으로 배경화면을 변경합니다. 사진의 제목, 작성자 및 라이선스를 표시합니다.
ku_latn: Kaxiza te ya dîwarê bi navberên diyarkirî bi rismên ji Wîkîmedya Commonsê bijartî diguherîne. Sernav, çêker û lîsansa wêneyan nîşan dide.
nl: Hiermee wijzigt u uw achtergrond in geselecteerde afbeeldingen op Wikimedia Commons met vaste tussenpozen. Het toont de titel, maker en licentie van de afbeeldingen.
pl: Zmień swoją tapetę na wybrane obrazy z Wikimedia Commons w ustalonych odstępach czasu. Wyświetl tytuł, autora i licencję obrazów.
ru: Меняет обои на рабочем столе на избранные изображения с Викисклада через определённые промежутки времени. Отображает название, автора и лицензию изображений.
sk: Zmení vašu tapetu na zvolený obrázok z Wikimedia Commons v zadanom intervale. Zobrazí názov, autora a licenciu obrázkov.
sl: V nastavljenem intervalu menjava vašo sliko za ozadje z izbranimi slikami iz Wikimedijine zbirke. Prikazuje naslov, avtorja in licenco slik.
th: เลือกวอลเปเปอร์ของคุณจากวิกิมีเดียคอมมอนส์และตั้งระยะเวลาเปลี่ยนง่าย ๆ ตามใจคุณ และยังแสดงชื่อภาพ ผู้สร้างสรรค์ และลิขสิทธิ์ของภาพเพื่อการใช้งานที่ไร้กังวล
vi: Thay đổi hình nền của bạn thành hình ảnh được chọn từ Wikimedia Commons theo các khoảng thời gian đã đặt. Hiển thị tiêu đề, tác giả và giấy phép của hình ảnh.

source: Maintained by Jon Harald Søby
br: Meret gant Jon Harald Søby
ca: Mantingut per Jon Harald Søby
it: Gestito da Jon Harald Søby
ko: Jon Harald Søby 지원
ku_latn: Ji aliyê Jon Harald Søby ve tê pêşkêşkirin
nl: Onderhouden door Jon Harald Søby
pl: Utrzymywane przez Jona Haralda Søby
ru: Поддерживается Йоном Харальдом Сёбю
sk: Udržiava Jon Harald Søby
sl: Vzdržuje Jon Harald Søby
th: บำรุงรักษาโดย Jon Harald Søby
vi: Duy trì bởi Jon Harald Søby

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
br: Diazezet war astenn paper-moger Gnome Bing Michael Carrol a oa diazezet e-unan war astenn Gnome shell NASA APOD savet gant Ella Argentieri.
ca: Basada en l'extensió del GNOME Shell Bing Wallpaper de Michael Carroll, que al seu torn es va basar en l'extensió NASA APOD d'Ella Argentieri.
it: Basata sull'estensione di GNOME Shell Bing Wallpaper di Michael Carroll, che a sua volta era basata sull'estensione NASA APOD di Ella Argentieri.
ko: Michael Carroll의 Bing Wallpaper Gnome 확장 프로그램을 기반으로 하며, 이는 Ella Argentieri의 NASA APOD Gnome 셸 확장 프로그램을 기반으로 합니다.
ku_latn: Esasa xwe ji Gnome Kaxiza Dîwarê ya Bingê yê Michael Carroll digire ku ew jî esasa xwe ji qalika Gnome-ê ya NASA APOD yê ji aliyê Ella Argentieri ve digire.
nl: Gebaseerd op de Bing Wallpaper Gnome-extensie door Michael Carroll, die opnieuw was gebaseerd op de NASA APOD Gnome-shellextensie door Ella Argentieri.
pl: W oparciu o rozszerzenie Bing Wallpaper autorstwa Michael Carrol, które jest oparte na rozszerzeniu NASA APOD autorstwa Elli Argentieri.
ru: Основано на расширении Gnome Bing Wallpaper, созданном Майклом Кэрролом, которое, в свою очередь, основано на расширении оболочки Gnome NASA APOD за авторством Эллы Аргентьери.
sk: Vytvorené na základe rozšírenia Bing Wallpaper Gnome od Michael Carroll, ktoré bolo vytvorené na základe rozšírenia NASA APOD Gnome shell od Ella Argentieri.
sl: Na podlagi razširitve Gnome avtorja Michaela Carrolla za Bingove slike za ozadje, ki temelji na lupinski razširitvi NASA APOD Gnome Elle ARgentieri.
th: ได้รับแรงบันดาลใจจากส่วนขยาย Bing Wallpaper Gnome โดย Michael Carroll ซึ่งก็ได้รับแรงบรรดาลใจจากส่วนขยาย NASA APOD Gnome โดย Ella Argentieri เช่นกัน
vi: Dựa trên phần mở rộng Bing Wallpaper Gnome của Michael Carroll, một lần nữa dựa trên phần mở rộng shell APOD Gnome của NASA bởi Ella Argentieri.

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
br: <span size="small">Dont a ra ar programm-mañ gant TAMM GWARANT EBET. Sellit ouzh an <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Aotre-implijout hollek foran GNU, stumm 3 pe nevesoc'h</a> evit ar munudoù.</span>
ca: <span size="small">Aquest programa es proporciona sense cap garantia. Consulteu la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html"> Llicència pública general GNU, versió 3 o posterior </a> per a obtenir més detalls. </span>
it: <span size="small">Questo programma è rilasciato ASSOLUTAMENTE SENZA GARANZIE. Vedi la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versione 3 o successive,</a> per dettagli.</span>
ko: <span size="small">이 프로그램에 대한 보증을 일체 제공하지 않습니다. 자세한 사항은 <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">버전 3 이후의 GNU General Public License</a>를 참고하십시오.</span>
ku_latn: <span size="small">Ev bername tevî QETÎYEN BÊGARANTÎ-tiyê tê. Binêre <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Lîsansa Giştî ya Gelemperî, versiyona 3yem an piştre</a> ji bo detayan.</span>
nl: <span size="small">Dit programma wordt geleverd met ABSOLUUT GEEN GARANTIE. Zie de <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versie 3 of later</a> voor details.</span>
pl: <span size="small">Ten program nie zapewnia ŻADNEJ GWARANCJI. Zobacz <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, wersja 3 lub późniejsze</a>, aby dowiedzieć się więcej.</span>
ru: <span size="small">Программа поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ. См. <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, версия 3 или более поздняя</a>, для получения подробностей.</span>
sk: <span size="small">Tento program nedáva absolutne žiadnu záruku. Viď <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a>pre viac informácií.</span>
sl: <span size="small">Ta program ne zagotavlja POPOLNOMA NOBENEGA JAMSTVA. Za podrobnosti glejte <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">licenco GNU General Public License različice 3 ali novejše</a>.</span>
th: <span size="small">โปรแกรมนี้มาพร้อมกับการไม่รับประกันใด ๆ โดยหมายให้เกิดประโยชน์แก่ผู้มช้งานเท่านั้น อ่านเพิ่มเติมที่<a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">สัญญาอนุญาตสาธารณะทั่วไปของกนู รุ่น 3 หรือถัดมา</a>สำหรับข้อมูลเพิ่มเติม

source: About
br: Diwar-benn
ca: Sobre
it: Informazioni
ko: 정보
ku_latn: Derbar
nl: Over
pl: Informacje
ru: О программе
sk: O Wallpaper Gnome Extension
sl: O orodju
th: เกี่ยวกับ
vi: Giới thiệu

source: minutes
br: Munutennoù
ca: minuts
it: minuti
ko: 분
ku_latn: deqe
nl: minuten
pl: minut
ru: минуты
sk: minúty
sl: minute
th: นาที
vi: phút

source: days
br: deizioù
ca: dies
it: giorni
ko: 일
ku_latn: roj
nl: dagen
pl: dni
ru: дни
sk: dni
sl: dnevi
th: วัน
vi: ngày

source: hours
br: eurioù
ca: hores
it: ore
ko: 시간
ku_latn: saet
nl: uur
pl: godzin
ru: часы
sk: hodiny
sl: ure
th: ชั่วโมง
vi: giờ

source: (No refresh scheduled)
br: (tamm freskaat raktreset ebet)
ca: (Sense actualització programada)
it: (nessun aggiornamento programmato)
ko: (새로고침 예약 안 됨)
ku_latn: (Nûkirina plankirî tine ye)
nl: (Geen vernieuwing ingeroosterd)
pl: (Brak zaplanowanego odświeżania)
ru: (Обновление не запланировано)
sk: (Nie ne nastavená aktualizácia)
sl: (brez načrtovanega osveževanja)
th: (ไม่มีรีเฟรชตามกำหนดเวลา)
vi: (Không có lịch làm mới)

source: Awaiting refresh …
br: O c'hortoz ar freskadenn...
ca: Esperant actualització …
it: In attesa dell'aggiornamento …
ko: 새로고침 대기 중...
ku_latn: Li hêviya nûkirinê ye...
nl: In afwachting van vernieuwing...
pl: Oczekiwanie na odświeżenie…
ru: В ожидании обновления…
sk: Aktualizovanie...
sl: Čakam na osvežitev ...
th: กำลังรีเฟรช ...
vi: Đang chờ làm mới

source: Copy image URL to clipboard
br: Eilañ URL ar skeudenn er golver
ca: Copiar URL de la imatge als porta-retalls
it: Copia URL dell'immagine negli appunti
ko: 이미지 URL을 클립보드에 복사
ku_latn: URLya wêneyê kopî bike panoyê
nl: Kopieer de afbeeldings-URL naar het klembord
pl: Skopiuj adres URL obrazka do schowka
ru: Скопировать URL-адрес изображения в буфер обмена
sk: Skopírujte adresu obrázka do clipboard
sl: Skopiraj URL slike na odložišče
th: คัดลอกยูอาร์แอลภาพไปยังคลิปบอร์ด
vi: Sao chép URL hình ảnh vào clipboard

source: Refresh now
br: Freskaat bremañ
ca: Actualitzar ara
it: Aggiorna ora
ko: 지금 새로 고침
ku_latn: Vêga nû bike
nl: Vernieuwen
pl: Odśwież teraz
ru: Обновить сейчас
sk: Obnoviť teraz
sl: Osveži zdaj
th: รีเฟรชตอนนี้
vi: Làm mới ngay bây giờ

source: Next refresh: $1 ($2)
br: Freskadenn da zont : $1 ($2)
ca: Propera actualització: $1 ($2)
it: Prossimo aggiornamento: $1 ($2)
ko: 다음 갱신: $1 ($2)
ku_latn: Nûkirina din: $1 ($2)
nl: Volgende verversing: $1 ($2)
pl: Następne odświeżenie: $1 ($2)
ru: Следующее обновление: $1 ($2)
sk: Ďalšie obnovenie za: $1 ($2)
sl: Naslednja osvežitev: $1 ($2)
th: รีเฟรชครั้งต่อไป: $1 ($2)
vi: Lần làm mới tiếp theo: $1 ($2)

source: (No description …)
br: (Deskrivadur ebet...)
ca: (Cap descripció …)
it: (Nessuna descrizione …)
ko: (설명 없음 ...)
ku_latn: (Danasîn tine …)
nl: (Geen beschrijving …)
pl: (Brak opisu…)
ru: (Нет описания…)
sk: (Bez popisu...)
sl: (Brez opisa ...)
th: (ไม่มีคำอธิบาย ...)
vi: (Không có mô tả …)

source: Creator: $1
br: Aozer : $1
ca: Autor: $1
it: Autore: $1
ko: 만든이: $1
ku_latn: Çêker: $1
nl: Maker: $1
pl: Autor: $1
ru: Автор: $1
sk: Autor: $1
sl: Avtor: $1
th: ผู้สร้างสรรค์: $1
vi: Người tạo: $1

source: (No creator listed …)
br: (Aozer ebet renablet...)
ca: (No hi figura cap autor ...)
it: (nessun autore indicato...)
ko: (목록에 창작자 없음...)
ku_latn: (Çêkerê lîstekirî tine …)
nl: (Geen maker vermeld...)
pl: (Nie wymieniono autora…)
ru: (Нет перечисленных авторов…)
sk: (Autor nie je uvedený...)
sl: (Avtor ni naveden ...)
th: (ไม่พบชื่อผู้สร้างสรรค์ ...)
vi: (Không có người tạo được liệt kê)

source: License: $1
br: Aotre-implijout : $1
ca: Llicència: $1
it: Licenza: $1
ko: 라이선스: $1
ku_latn: Lîsans: $1
nl: Licentie: $1
pl: Licencja: $1
ru: Лицензия: $1
sk: Licencia: $1
sl: Licenca: $1
th: สัญญาอนุญาต: $1
vi: Giấy phép: $1

source: No wallpaper available
br: Tamm paper-moger ebet hegerz
ca: Cap fons de pantalla disponible
it: Nessuno sfondo disponibile
ko: 설정 가능한 배경화면 없음
ku_latn: Kaxizeke dîwarê yê berdest nîne
nl: Geen achtergrond beschikbaar
pl: Tapety nie są dostępne
ru: Нет доступных обоев
sk: Nie je dostupná žiadna tapeta
sl: Na voljo ni nobena slika za ozadje
th: ไม่มีภาพพื้นหลังพร้อมใช้งาน
vi: Không có hình nền có sẵn
