Repository: jhsoby/bing-wallpaper-gnome-extension
Catalog: locale/lmo/LC_MESSAGES/CommonsWallpaper.po
Languages: lmo

source: Hide the indicator
lmo: Scond l'indicator

source: Set background image
lmo: Imposta l'imagin del sfond

source: Set lock screen image
lmo: Imposta l'imagin per quand che 'l schermo l'è blocad

source: Download folder:
lmo: Descarega la cartella:

source: Commons Wallpaper pictures folder
lmo: Cartela de imagin Commons Wallpaper

source: Delete previously downloaded wallpapers:
lmo: Scancela i sfond descaregad in precedenza

source: Number of wallpapers to store before deleting oldest:
lmo: Numer de imagin de sfond de conservà inanz de scancelà chi pussée vegg:

source: Hours between automatic updates:
lmo: Ore infra 'n asgiornament automatich e quell adree:

source: Screen resolution:
lmo: Risoluzzion del schermo

source: Override automatic resolution selection
lmo: Sorascriv la selezzion automatica de la risoluzzion

source: Settings
lmo: Impostazzion

source: Gnome shell extension version:
lmo: Version de l'estesion de Gnome shell

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
lmo: Cambia el to sfond con di imagin scernide foeura de Wikimedia Commons a di intervai de temp fissad. Fa vedè el titol, l'autor e la licenza di imagin.

source: Maintained by Jon Harald Søby
lmo: Gestid del Jon Harald Søby

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
lmo: Fondada sora l'estension de GNOME Shell Bing Wallpaper de Michael Carroli, che a soa volta l'era fondada sora l'estezion NASA APOD de l'Ella Argentieri

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
lmo: <span size="small">Quell programa chì l'è mandad foeura SENZA NISSUNA GARANZIA. Varda la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 o quei vegnude adree,</a> per dettagli.</span>

source: About
lmo: Informazzion

source: minutes
lmo: minut

source: days
lmo: dì

source: hours
lmo: ore

source: (No refresh scheduled)
lmo: (nissun asgiornament programmad)

source: Awaiting refresh …
lmo: Adrée a spettà l'asgiornament...

source: Copy image URL to clipboard
lmo: Copia l'URL de l'imagin in di apunt

source: Refresh now
lmo: Sgiorna adess

source: Next refresh: $1 ($2)
lmo: Prossim asgiornament: $1 ($2)

source: (No description …)
lmo: (Nissuna descrizzion …)

source: Creator: $1
lmo: Autor: $1

source: (No creator listed …)
lmo: (nissun autor indicad...)

source: License: $1
lmo: Licenza: $1

source: No wallpaper available
lmo: Nissun sfond disponibil
