Repository: jhsoby/bing-wallpaper-gnome-extension
Catalog: locale/tly/LC_MESSAGES/CommonsWallpaper.po
Languages: tly

source: Hide the indicator
tly: Индикатори нијо карде

source: Set background image
tly: Фонәдә шикил огәте

source: Set lock screen image
tly: Блок кардејәдә шикил огәтеј

source: Download folder:
tly: Замбулә бо әловә карде:

source: Commons Wallpaper pictures folder
tly: Замбулә бо Commons Wallpaper шикилон

source: Delete previously downloaded wallpapers:
tly: Навәдә әловә кардә шикилон моле:

source: Number of wallpapers to store before deleting oldest:
tly: Огәтә быә фонон мымкунә вырон канә гылон моле бә нав:

source: Hours between automatic updates:
tly: Чәнәдә саат че автоматик нујә карде мијоно:

source: Screen resolution:
tly: Екрани һовужи:

source: Override automatic resolution selection
tly: Овахте һовужәти автоматик выжније

source: Settings
tly: Сәбәро

source: Gnome shell extension version:
tly: Gnome версија һовужәти:

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
tly: Ко кардә мизәдә шикилон овахтејдә бә выжнијә быә Викиамбоәдә шикилон де огәтә мыддәти. Номи нишо дојдә, мыәллифи ијән шикили лисенсија.

source: Maintained by Jon Harald Søby
tly: Јон Харалд Собу дастәк кардә

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
tly: Че Gnome Bing Wallpaper ҹынәвә бынәдәј, Мајкл Керол сохтәше, ком ыштән сохтә быә че Gnome NASA APOD ҹынәвәд әсосәдә, Елла Аргентјери мыәллифәдә.

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
tly: <span size="small">Ҹынәвә доә бејдә БЕ КОМ ГЫЛӘЈСӘ ГАРАНТИЈОН. Дијәкә. <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, версија 3 ја һәнијән тожә</a>, бо ве мәлумот сәј горнә.</span>

source: About
tly: Həxədə

source: minutes
tly: дәғиғә

source: days
tly: ружон

source: hours
tly: саат

source: (No refresh scheduled)
tly: (Нујә карде планәдә ни)

source: Awaiting refresh …
tly: Нујә карде чәш кардејдә...

source: Copy image URL to clipboard
tly: Шикили URL-адрес копија карде бә буфер

source: Refresh now
tly: Нујә карде ысәт

source: Next refresh: $1 ($2)
tly: Омә нујә кардеј: $1 ($2)

source: (No description …)
tly: (Ном-нышон ни…)

source: Creator: $1
tly: Мыәллиф: $1

source: (No creator listed …)
tly: (Сијоһијәдә мыәллифон нин…)

source: License: $1
tly: Лисенсија: $1

source: No wallpaper available
tly: Дастрәс быә шикилон нин
