Repository: jhsoby/bing-wallpaper-gnome-extension
Catalog: locale/qqq/LC_MESSAGES/CommonsWallpaper.po
Languages: qqq

source: Hide the indicator
qqq: Option in the settings to hide the indicator shown in Gnome's top bar.

source: Set background image
qqq: Option in the settings on whether or not the background picture should be set

source: Set lock screen image
qqq: Option in the settings on whether or not the lock screen picture should be set

source: Download folder:
qqq: Which folder the wallpapers should be downloaded to.

source: Commons Wallpaper pictures folder
qqq: Tooltip explaining what the option for changing the folder does.

source: Delete previously downloaded wallpapers:
qqq: Option in the settings for whether or not previously downloaded wallpapers should be deleted.

source: Number of wallpapers to store before deleting oldest:
qqq: Option in the settings to choose how many wallpapers should be kept before the oldest one is deleted.

source: Hours between automatic updates:
qqq: Option in the settings to choose how often the wallpaper should be changed.

source: Screen resolution:
qqq: Option in the settings to override which size wallpapers should be downloaded (default is to match the resolution)

source: Override automatic resolution selection
qqq: Explanation of what the field for choosing screen resolution does.

source: Settings
qqq: Button to open the settings window from the widget.

source: Gnome shell extension version:
qqq: Field in the "about" section of the settings showing which version of the extension this is.

source: Changes your wallpaper to selected pictures from Wikimedia Commons at set intervals. Displays the title, creator and license of the pictures.
qqq: Description of the extension in the "about" section of the settings.

source: Maintained by Jon Harald Søby
qqq: Text in the "about" section of the setting.

source: Based on the Bing Wallpaper Gnome extension by Michael Carroll, which was again based on the NASA APOD Gnome shell extension by Ella Argentieri.
qqq: Text in the "about" section of the settings.

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
qqq: Disclaimer shown in the "about" section of the settings.

source: About
qqq: Title for the "about" tab in the settings.

source: minutes
qqq: Text showing how many minutes until the wallpaper will be updated (is prefixed with the number)

source: days
qqq: Text showing how many days until the wallpaper will be updated (is prefixed with the number)

source: hours
qqq: Text showing how many hours until the wallpaper will be updated (is prefixed with the number)

source: (No refresh scheduled)
qqq: Text shown in the widget it no refresh is scheduled (usually if there are network connectivity issues)

source: Awaiting refresh …
qqq: Text shown in the widget if no refresh has happened yet since Gnome started.

source: Copy image URL to clipboard
qqq: Button in the widget to copy the URL of the picture to the clipboard.

source: Refresh now
qqq: Button in the widget to refresh the wallpaper without waiting the specified time.

source: Next refresh: $1 ($2)
qqq: Text in the widget showing when the next widget will happen. $1 is the absolute time the refresh is set to happen $2 is the relative time ("in X minutes/hours/days")

source: (No description …)
qqq: Placeholder text shown in the widget if no refresh has happened since Gnome started.

source: Creator: $1
qqq: Text in the widget showing who is the creator of the picture. $1 is the creator

source: (No creator listed …)
qqq: Placeholder text shown if there is no creator listed on the Commons file page.

source: License: $1
qqq: Text in the widget showing the license of the picture (takes you to the license text if clicked) $1 is the license

source: No wallpaper available
qqq: Text shown if no wallpaper is available (should only happen in case of network connectivity issues)
