Repository: jhsoby/bing-wallpaper-gnome-extension
Catalog: locale/xmf/LC_MESSAGES/CommonsWallpaper.po
Languages: xmf

source: Hide the indicator
xmf: ინდიკატორიშ ტყობინაფა

source: Set background image
xmf: ფონიშ სურათიშ გერინაფა

source: Set lock screen image
xmf: ბლოკირაფაშ ეკრანიშ სურათიშ გერინაფა

source: Download folder:
xmf: გჷმოხარგუაშ საქარღადე:

source: Commons Wallpaper pictures folder
xmf: საქარღადე Commons Wallpaper სურათეფშო

source: Delete previously downloaded wallpapers:
xmf: უწმოხ გჷმოხარგელი ფონეფიშ ლასუა:

source: Hours between automatic updates:
xmf: სათეფი ავტომატური გოახალაფეფს შქას:

source: Screen resolution:
xmf: ეკრანიშ რეზოლუცია:

source: Settings
xmf: პარამეტრეფი

source: About
xmf: პროგრამაშ გეშა

source: minutes
xmf: წუთეფი

source: days
xmf: დღაშა

source: hours
xmf: სათშა

source: (No refresh scheduled)
xmf: (გოახალაფეფი ვა რე დოგეგმილი)

source: Awaiting refresh …
xmf: გოახალაფას უჯინე …

source: Copy image URL to clipboard
xmf: სუართიშ URL-მიოწურაფუშ კოპირაფა ბუფერშა

source: Refresh now
xmf: ასე გოახალაფა

source: Next refresh: $1 ($2)
xmf: გეჸვენჯი გოახალაფა: $1 ($2)

source: (No description …)
xmf: (ვა რე ეჭარუა …)

source: Creator: $1
xmf: ავტორი: $1

source: (No creator listed …)
xmf: (ვა რე მოჩამილი ავტორეფი …)

source: License: $1
xmf: ლიცენზია: $1

source: No wallpaper available
xmf: ვა რე ხემიოლუ ფონი
